"%ld day left on trial" = "%ld dag igjen av prøveperioden";
"%ld days left on trial" = "%ld dager igjen av prøveperioden";
"Buy Now" = "Kjøp";
"Trial Mode" = "Prøvemodus";
"Free trial has expired" = "Prøveperioden er utløpt";
"The trial period has expired." = "Prøveperioden er utløpt.";
"Wait %u" = "Vent %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Prøveperioden på 30 dager er utløpt. Vennligst kjøp Path Finder for å fortsette.";
